{
  "Find your dreams come true": "꿈을 실현하는 방법 찾기",
  "And I wonder if you know": "그리고 혹시 알고 계신가요?",
  "What it means, what it means": "의미, 의미",
  "What it means to find your dreams": "꿈을 찾는다는 것의 의미",
  "And I wonder": "그리고 궁금합니다",
  "I've been waiting on this my whole life": "평생 이 순간을 기다려왔어요.",
  "(And I wonder)": "(그리고 궁금합니다.)",
  "These dreams be waking me up at night": "이 꿈이 밤에 나를 깨운다.",
  "You say I think I'm never wrong": "제가 틀린 적이 없다고 하셨죠?",
  "You know what? Maybe you're right, aight?": "그거 알아요? 네 말이 맞을지도 모르지?",
  "You say he get on your fuckin' nerves": "그놈이 신경을 건드린다고 했지?",
  "You hope that he get what he deserves, word": "그가 마땅히 받아야 할 대가를 받기를 바랍니다.",
  "Do you even remember what the issue is?": "문제가 무엇인지 기억하시나요?",
  "You just trying to find where the tissue is": "조직이 어디에 있는지 찾으려는 것뿐입니다.",
  "You can still be who you wish you is": "여전히 자신이 원하는 사람이 될 수 있습니다.",
  "It ain't happen yet": "아직 일어나지 않았습니다.",
  "And that's what the intuition is (And I wonder)": "그리고 그것이 바로 직관입니다(그리고 궁금합니다).",
  "When you hop back in the car": "다시 차에 타면",
  "Drive back to the crib": "유아용 침대로 돌아가기",
  "Run back to their arms": "자녀의 품으로 돌아가기",
  "The smokescreens": "스모크 스크린",
  "The chokes and the screams": "질식과 비명",
  "You ever wonder what it all really mean?": "이 모든 것이 실제로 무엇을 의미하는지 궁금한 적이 있으신가요?",
  "And I'm back on my grind": "그리고 저는 다시 일을 시작합니다.",
  "A psychic read my lifeline": "심령술사가 내 생명선을 읽었습니다",
  "Told me in my lifetime": "내 생전에 말했던",
  "My name would help light up the Chicago skyline": "제 이름이 시카고 스카이라인을 밝히는 데 도움이 될 것입니다.",
  "And that's why I'm (And I wonder)": "그래서 저는 (그리고 궁금합니다)",
  "7 o'clock, that's primetime": "7시, 황금 시간대입니다.",
  "Heaven'll watch, God calling from the hotlines": "하늘이 지켜본다, 신이 핫라인에서 부른다",
  "Why he keep giving me hot lines?": "왜 계속 핫라인을 주나요?",
  "I'm a star, how could I not shine? (And I wonder)": "나는 스타인데 어떻게 빛나지 않을 수 있겠어요? (그리고 궁금합니다)",
  "How many ladies in the house? (If you know)": "집에 여성분들이 몇 분 계세요? (알고 계신다면)",
  "How many ladies in the house without a spouse? (What it means)": "배우자가 없는 여성은 몇 명인가요? (의미)",
  "Something in your blouse got me feeling so aroused (What it means)": "당신의 블라우스에 있는 무언가가 나를 흥분시켰어요 (무슨 뜻인가요?)",
  "What you about? (And I wonder)": "무슨 일이세요? (그리고 궁금합니다)",
  "On that independent shit": "그 독립적인 똥에",
  "Trade it all for a husband and some kids (What it means)": "남편과 아이들을 위해 모든 것을 바꾸기 (의미)",
  "You wonder if you'll ever find your dreams?": "꿈을 찾을 수 있을지 궁금하신가요?",
  "means,": "를 의미합니다,",
  "you": "당신"
}