{
  "I just landed from Verona, yeah, I'm lookin' for ya, still in Arizona": "베로나에서 방금 도착했어, 그래, 애리조나에서 찾고 있어.",
  "Young Yoko Ono, know you could've told a nigga": "젊은 오노 요코, 흑인한테 말했어야지",
  "Cryin' in the club, dyin' in the club, pants hangin' low": "클럽에서 울고, 클럽에서 죽고, 바지를 내리고",
  "Don't pull 'em up, think we give a, uh— look (still in love, still in love)": "끌어올리지 말고, 우리가 (여전히 사랑에 빠졌다고, 여전히 사랑에 빠졌다고) 쳐다본다고 생각하세요.",
  "[Intro]": "[소개]",
  "Like it's high school, the city hot": "고등학교처럼 뜨겁게 달아오른 도시",
  "I'm still in love": "아직 사랑에 빠졌어요",
  "'Bout to spin the block 'fore the cops do": "경찰이 오기 전에 블록을 돌리려고요.",
  "Jacquard vest, office fit, it's not no costume on summer break": "자카드 조끼, 오피스 핏, 여름 방학에는 의상이 아닙니다.",
  "[Verse 1]": "[1절]",
  "You're the only girl I wanna talk to, it sucks (still in love)": "내가 얘기하고 싶은 여자는 너뿐이야, 짜증나 (아직 사랑 중)",
  "I just landed from Verona, yeah, I'm looking for ya, still in Arizona": "베로나에서 방금 도착했어, 그래, 애리조나에서 널 찾고 있어.",
  "I'm sober for the night, I came to lie": "나는 밤에 술에 취해 거짓말을하러 왔습니다.",
  "Cryin' in the pub, dyin' in the club, pants hanging low": "술집에서 울고, 클럽에서 죽어가고, 바지를 내리고",
  "Stays plays in my head, doubt I can ride (geez)": "머릿속에서 계속 놀고, 탈 수 있을지 의심스럽습니다.",
  "Don't pull 'em up, think we give a— look (Still in love, still in love)": "끌어올리지 마, 우리가 봐준다고 생각해 (여전히 사랑해, 여전히 사랑해)",
  "(You were my Ms. Somethin') Damn girl, you're hypnotizing": "(넌 내 미스 썸씽이었어) 젠장, 너 최면 걸고 있잖아",
  "Like it's high school, the city hot'Bout to spin the block, 'fore the cops do": "고등학교처럼, 도시는 뜨겁고, 경찰이 오기 전에 블록을 돌릴거야.",
  "'Cause I'm still in love, huh": "난 아직 사랑에 빠졌으니까, 응?",
  "Jacquard vest, office fit, it's not no costume, on summer break": "자카드 조끼, 오피스 핏, 여름 방학에 의상이 아닙니다.",
  "Yeah, I said that shit, I'm writin' down my syllabus": "그래, 내가 말했잖아 강의 계획서를 적고 있어",
  "You're the only girl I wanna talk to, it sucks (Still in love)": "내가 얘기하고 싶은 여자는 너뿐이야, 짜증나 (아직도 사랑에 빠졌어)",
  "And take 'em to the Oedipus, I'm still in love, huh": "그리고 오이디푸스에게 데려가 난 아직 사랑에 빠졌어, 응?",
  "[Pre-Chorus]": "[프리 코러스]",
  "Yeah, I was hopin' they opened my chest and saw my shit is broken": "그래, 내 가슴을 열어서 내 똥이 부러진 걸 봤으면 좋겠어",
  "I'm sober for the night, I came to light": "나는 밤에 술에 취해 빛에 왔습니다.",
  "I ain't jokin', girl, I'm still in love, huh": "농담 아니야, 나 아직 사랑에 빠졌어, 응?",
  "Stays plays in my head, doubt I can ride": "머릿속에서 계속 재생되고, 탈 수 있을지 의심스럽습니다.",
  "The kid is wildin', we thought he would get it down by the third album": "세 번째 앨범이 나올 때쯤이면 다 내려놓을 줄 알았어요",
  "Damn girl, you're hypnotizing": "젠장, 최면 걸고 있네.",
  "But this nigga is still in love (on the trampoline)": "하지만 이 친구는 여전히 (트램펄린 위에서) 사랑에 빠져 있습니다.",
  "[Chorus]": "[코러스]",
  "Yeah, he's still in love (in Toronto for the paper)": "네, 그는 여전히 사랑에 빠졌어요 (토론토에서 신문 때문에)",
  "'Cause I'm still in love": "난 아직 사랑에 빠졌으니까",
  "Yea I said that shit, I'm writing down my syllabus": "그래, 내가 말했잖아 강의 계획서를 적고 있어",
  "I just landed from Toronto, she a super, ugh (still in love)": "토론토에서 방금 도착했는데, 그녀는 슈퍼, 어, (여전히 사랑에 빠졌어요)",
  "Take it to the Oedipus, I'm still in love": "오이디푸스에게 가져가, 난 아직 사랑에 빠졌어.",
  "Plane still in Cabo, she don't like to cuddle, I'ma be in trouble (fuck)": "비행기는 아직 카보에 있고, 그녀는 껴안는 것을 좋아하지 않습니다.",
  "Yeah, I was hoping they opened my chеst and saw my shit is broken": "네, 제 가슴을 열어서 제 똥이 부러진 걸 봤으면 좋겠어요.",
  "Keep it undercover, credit card subtle, big drip, puddle": "은밀하게, 신용 카드로 은밀하게, 큰 물방울, 웅덩이로 유지하십시오.",
  "I ain't' jokin', girl I'm still in love, huh": "농담 아냐, 나 아직 사랑에 빠졌어, 응?",
  "Girl, you know I love ya (girl, you know)": "걸, 넌 내가 널 사랑하는 거 알지(걸, 넌 알잖아)",
  "The kid is wildn', wе thought he would get it down by the third album": "세 번째 앨범이 나올 때쯤이면 다 내려놓을 줄 알았어요",
  "Check your floors (oh)": "층 확인(오)",
  "But this nigga is still in love (On the trampoline)": "하지만 이 친구는 여전히 사랑에 빠졌어요 (트램펄린 위에서)",
  "Back when Moi and T had a Porsche": "Moi와 T가 포르쉐를 가지고 있을 때",
  "We smoking joints on the porch": "베란다에서 담배를 피우는 우리",
  "Yeah, he's still in love (All the screaming)": "네, 그는 여전히 사랑에 빠졌어요 (모든 비명 소리)",
  "Heaven-sent by the sound of your voice": "당신의 목소리로 하늘이 보냈다",
  "(In Toronto for the paper)": "(토론토에서 논문 작성)",
  "Knock, knock, thinkin', \"Who's at the door?\"": "노크, 노크, \"문 앞에 누가 왔나?\" 생각하며",
  "[Verse 2]": "[2절]",
  "You already know it's your boys, Lucy Lui in the city with poise": "침착하게 도시를 누비는 루시 루이, 여러분은 이미 알고 계실 겁니다.",
  "I just landed from Toronto, she a super, ugh": "토론토에서 방금 도착했는데, 정말 대단한 분이세요.",
  "Love story rain down the soil, it's like I ain't have a choice, yeah, yeah": "러브 스토리 비는 흙에 내리고, 선택의 여지가 없는 것 같아, 그래, 그래",
  "Girl, you know I love ya (Girl, you know)": "걸, 넌 내가 널 사랑하는 거 알잖아(Girl, you know)",
  "It's like I ain't have a choice": "선택의 여지가 없는 것 같아요.",
  "Checkered floors (Oh)": "체크무늬 바닥(오)",
  "Just play this for me for you, hop in the Royce, what up?": "이거 틀어줘요, 로이스에 타세요, 안녕?",
  "Heaven sent, by the sound of your voice": "당신의 목소리로 하늘이 보냈습니다.",
  "It's been sometime, let's flip a dime": "언젠가, 동전을 뒤집어 봅시다.",
  "Knock knock, thinking who's at the door": "노크 노크, 문 앞에 누가 있는지 생각하며",
  "Tetris with that fresh whip you ride": "신선한 채찍으로 테트리스 타기",
  "You already know it's your boys": "이미 아들이라는 것을 알고 있습니다.",
  "Trippin' inside, 'cause you're all mine": "내 안의 트립, 당신은 모두 내 것이기 때문에",
  "Lucy Liu in the city with poise": "평온한 도시 속 루시 리우",
  "('Cause you're still on my mind) 'Cause I'm still in love": "(넌 아직 내 마음속에 있잖아) 난 아직 사랑에 빠져있으니까",
  "Love story rain down the soil": "러브 스토리 비 내리는 땅",
  "And take 'em to the Oedipus, I'm still in love, ha": "그리고 오이디푸스에게 데려다 줘, 난 아직도 사랑에 빠졌어.",
  "It's like I ain't have a choice (Choice)": "선택의 여지가 없는 것 같아요(선택)",
  "I ain't jokin', girl, I'm still in love, huh (I ain't jokin')": "농담 아냐, 아직 사랑에 빠졌어, 응 (농담 아냐)",
  ", yeah": "예",
  "But this nigga is still in love (still in love)": "하지만 이 친구는 여전히 사랑에 빠져 있습니다 (여전히 사랑에 빠져 있습니다).",
  "Just play this for me 'for you hop in the Royce, what up?": "'로이스에 타는 당신을 위해 이걸 틀어주세요, 무슨 일이죠?",
  "(And I'm still in love) Yeah, he's still in love": "(그리고 난 아직도 사랑해) 그래, 아직도 사랑해"
}